{"meta":{"title":"ASD Tech Club","subtitle":null,"description":"Tech it UP","author":"Rameez Saiyid","url":"http://asd-techclub.github.io"},"pages":[{"title":"About","date":"2017-02-16T08:51:07.000Z","updated":"2017-02-16T11:52:09.170Z","comments":true,"path":"About/index.html","permalink":"http://asd-techclub.github.io/About/index.html","excerpt":"","text":"HistoryWe started this club in 2016 as an attempt to provide refuge for Makers. I started Making from the start of 9th grade when I got my first microcontroller kit, and it’s a wonderful experience. To be able to write a few lines of code and instantly cause an LED to flicker, speaker to buzz, or a motor to whirr. In my years of Making, I’ve come to find the word synonymous with Hacking. Over time, people have feared the term, but Hacking is nothing more than finding alternative uses of different forms of technology to achieve something remarkable. Us Rameez Saiyid Adhika Retnanto Ahmed Abualsaud Salim Mazloum Rayan Nasser Taher Ali Shehroz Rana"},{"title":"Contact","date":"2017-02-15T18:44:03.000Z","updated":"2017-02-15T19:19:21.571Z","comments":true,"path":"Contact/index.html","permalink":"http://asd-techclub.github.io/Contact/index.html","excerpt":"","text":"RequestsAs our goal of improving student, faculty, and staff life at ASD, we look to you to help bring problems to our attention.Use the link below to submit a request and one of our representatives will get back with you soon. REQUEST QueriesIf you have any Tech-Club specific questions, please don’t hesitate to contact the main hotline at:MAIL Direct ContactSupervisors:Douglas LoomerBob Elliott President:Rameez Saiyid Lead Programmers:Adhika RetnantoAhmed Abualsaud Finance:Salim MazloumRayan Nasser Management:Taher AliShehroz Rana"}],"posts":[{"title":"Hello World","slug":"hello-world","date":"2017-02-15T08:16:35.191Z","updated":"2017-02-18T17:47:21.561Z","comments":true,"path":"2017/02/15/hello-world/","link":"","permalink":"http://asd-techclub.github.io/2017/02/15/hello-world/","excerpt":"","text":"WelcomeWelcome to the blog of the American School of Doha’s Technology Club! WOW! Team Rameez Salim Rayan Adhika Ahmed Taher Shehroz","categories":[],"tags":[]}]}